Repository: PangMo5/Tatami
Catalog: Tatami/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

source: Swipe down
ja: 下へスワイプ
ko: 아래로 스와이프
zh_hans: 向下轻扫
zh_hant: 向下滑動

source: Swipe left
ja: 左へスワイプ
ko: 왼쪽으로 스와이프
zh_hans: 向左轻扫
zh_hant: 向左滑動

source: Swipe left or right with three fingers. Only the highlighted window should change.
ja: 3本指で左右にスワイプしてください。ハイライト中のウインドウだけが切り替わります。
ko: 세 손가락으로 왼쪽이나 오른쪽으로 밀어 보세요. 강조된 창만 바뀌어야 해요.
zh_hans: 用三指向左或向右轻扫。只有高亮窗口应发生变化。
zh_hant: 用三指向左或向右滑動。只有醒目提示的視窗應發生變化。

source: Swipe right
ja: 右へスワイプ
ko: 오른쪽으로 스와이프
zh_hans: 向右轻扫
zh_hant: 向右滑動

source: Swipe up
ja: 上へスワイプ
ko: 위로 스와이프
zh_hans: 向上轻扫
zh_hant: 向上滑動

source: Switch
ja: 切り替え
ko: 전환
zh_hans: 切换
zh_hant: 切換

source: Switch modifier
ja: 切り替え修飾キー
ko: 전환 보조 키
zh_hans: 切换修饰键
zh_hant: 切換修飾鍵

source: Switch Shortcut
ja: 切り替えショートカット
ko: 전환 단축키
zh_hans: 切换快捷键
zh_hant: 切換快速鍵

source: Switch tasks, not windows.
ja: ウインドウではなく、仕事を切り替える。
ko: 창 말고, 하던 일을 바꿔 보세요.
zh_hans: 切换任务，而不只是窗口。
zh_hant: 切換工作，而不只是視窗。

source: Switch to %@
ja: %@へ切り替え
ko: 전환 · %@
zh_hans: 切换到%@
zh_hant: 切換至%@

source: Switching
ja: 切り替え
ko: 전환
zh_hans: 切换
zh_hant: 切換

source: Switching behavior
ja: 切り替え動作
ko: 전환 방식
zh_hans: 切换方式
zh_hant: 切換方式

source: Switching Lab
ja: 切り替え練習
ko: 전환 실습
zh_hans: 切换练习
zh_hant: 切換練習

source: Switching to an app activates the workspace it belongs to.
ja: アプリへ切り替えると、そのアプリが所属するワークスペースも有効になります。
ko: 앱으로 전환하면 그 앱이 속한 작업 공간도 함께 활성화돼요.
zh_hans: 切换到应用时，会启用它所属的工作区。
zh_hant: 切換至 App 時，會啟用它所屬的工作空間。

source: Symlinks `tatami` into /usr/local/bin so you can script Tatami from the terminal — e.g. `tatami activate <workspace>`, `tatami list-workspaces`.
ja: ターミナルからTatamiをスクリプト操作できるよう、`tatami`を/usr/local/binへシンボリックリンクします。例：`tatami activate <workspace>`、`tatami list-workspaces`。
ko: 터미널에서 Tatami를 스크립트로 제어할 수 있도록 `tatami`를 /usr/local/bin에 심볼릭 링크해요. 예: `tatami activate <workspace>`, `tatami list-workspaces`.
zh_hans: 将 `tatami` 符号链接到 /usr/local/bin，便于从终端编写脚本控制 Tatami，例如 `tatami activate <workspace>`、`tatami list-workspaces`。
zh_hant: 將 `tatami` 符號連結至 /usr/local/bin，方便從終端機撰寫 script 控制 Tatami，例如 `tatami activate <workspace>`、`tatami list-workspaces`。

source: Synthesize evidence into one argument
ja: 根拠を1つの主張にまとめる
ko: 근거를 하나의 논리로 정리해요
zh_hans: 将依据整合成一个论点
zh_hant: 將依據整合成一個論點

source: Tap or drag onto the tiles to restore
ja: クリックまたはタイルへドラッグして戻す
ko: 누르거나 타일 위로 드래그해 복원
zh_hans: 点击或拖到平铺窗口上以恢复
zh_hant: 點按或拖至並排視窗上以還原

source: Tatami asks only for capabilities used by the features you enable.
ja: Tatamiは、有効にした機能で使う権限だけを求めます。
ko: Tatami는 켠 기능에 꼭 필요한 권한만 요청해요.
zh_hans: Tatami 只会请求你所启用功能需要的权限。
zh_hant: Tatami 只會要求你所啟用功能需要的權限。

# Tatami cycling
source: Tatami Window Switching
ja: Tatamiのウインドウ切り替え
ko: Tatami 창 전환
zh_hans: Tatami 切换
zh_hant: Tatami 切換

source: Tatami groups the apps for a task, remembers their layout, and brings the whole workspace back with one key or gesture.
ja: Tatamiは仕事に必要なアプリをまとめ、配置を記憶します。キーまたはジェスチャ1つで、作業環境全体を呼び戻せます。
ko: Tatami는 하던 일에 필요한 앱을 묶고 배치를 기억해요. 키나 제스처 한 번이면 그 작업 공간을 그대로 불러와요.
zh_hans: Tatami 会按任务整理应用并记住布局，只需一个按键或手势即可恢复整个场景。
zh_hant: Tatami 會依工作整理 App 並記住佈局，只需一個按鍵或手勢即可還原整個工作空間。

source: Tatami prepares the prompt and validates the result. You choose ChatGPT, Claude, Gemini, or another AI — no account connection required.
ja: Tatamiがプロンプトを用意し、結果を検証します。ChatGPT、Claude、Geminiなど、使うAIは自分で選べます。アカウント連携は不要です。
ko: Tatami가 프롬프트를 만들고 결과 형식을 확인해요. ChatGPT, Claude, Gemini 등 원하는 AI를 직접 선택하세요. 계정을 연결할 필요는 없어요.
zh_hans: Tatami 会准备提示词并验证结果。你可以选择 ChatGPT、Claude、Gemini 或其他 AI，无需连接账户。
zh_hant: Tatami 會準備提示詞並驗證結果。你可以選擇 ChatGPT、Claude、Gemini 或其他 AI，不必連結帳號。

source: Tatami uses it only for per-window always-on-top mirrors. Ignore needs no capture permission.
ja: Tatamiは、ウインドウごとの常に手前へ表示するミラーにだけこの権限を使います。「そのまま」にはキャプチャ権限は不要です。
ko: Tatami는 창별로 항상 위에 띄우는 미러에만 이 권한을 사용해요. 그대로 두기에는 화면 캡처 권한이 필요하지 않아요.
zh_hans: Tatami 仅将此权限用于每个窗口的始终置顶镜像。“保持原样”不需要捕捉权限。
zh_hant: Tatami 只會將這項權限用於各視窗的永遠置頂鏡像。「維持原狀」不需要擷取權限。

source: Team chat
ja: チームチャット
ko: 팀 채팅
zh_hans: 团队聊天
zh_hant: 團隊聊天

source: Temporarily stop Tatami activation on the current Space without changing config.
ja: 設定を変えずに、現在のSpaceでTatamiの動作を一時停止します。
ko: 설정을 바꾸지 않고 현재 Space에서 Tatami 동작을 잠시 멈춰요.
zh_hans: 不更改配置，暂时停止 Tatami 在当前空间中的活动。
zh_hant: 不變更設定，暫時停止 Tatami 在目前空間中的運作。

source: Terminal
ja: ターミナル
ko: 터미널
zh_hans: 终端
zh_hant: 終端機

# The app belongs to the context, but its real window stays untouched.
source: The app belongs to the workspace, but its real window stays untouched.
ja: アプリは作業環境に所属しますが、実際のウインドウはそのまま維持されます。
ko: 앱은 작업 공간에 속하지만 실제 창의 위치와 크기는 그대로 유지돼요.
zh_hans: 应用属于此场景，但真实窗口会保持原样。
zh_hant: App 屬於這個工作空間，但實際視窗會維持原狀。

source: The borrowed workspace's share of the screen. A workspace can override this.
ja: 借りたワークスペースが使う画面の割合です。ワークスペースごとに上書きできます。
ko: 빌려온 작업 공간이 차지할 화면 비율이에요. 작업 공간별로 다른 값을 지정할 수 있어요.
zh_hans: 借用工作区占用的屏幕比例。每个工作区可单独覆盖此值。
zh_hant: 借用工作空間占用的螢幕比例。每個工作空間可個別覆寫這個值。

source: The controls remain available with one app, but MFF, FFM, Window Switching, and directional focus are easiest to understand with at least two managed windows.
ja: アプリが1つでも操作できますが、MFF、FFM、切り替え、方向フォーカスは、管理対象ウインドウが2つ以上あると理解しやすくなります。
ko: 앱 하나로도 조작할 수 있지만 MFF, FFM, 전환, 방향 포커스는 관리 창이 두 개 이상일 때 훨씬 쉽게 이해할 수 있어요.
zh_hans: 只有一个应用时也可使用这些控制，但至少有两个受管理窗口时，MFF、FFM、切换和方向焦点会更容易理解。
zh_hant: 只有一個 App 時也可使用這些控制，但至少有兩個受管理視窗時，MFF、FFM、切換與方向焦點會更容易理解。

source: The editor above uses these gap values immediately.
ja: 上のエディタへ、この間隔がすぐに反映されます。
ko: 위 에디터에 이 간격 값이 바로 반영돼요.
zh_hans: 上方编辑器会立即使用这些间距值。
zh_hant: 上方編輯器會立即使用這些間距值。

source: The first real activation happens only after the draft is saved.
ja: 実際のウインドウが初めて有効になるのは、下書きを保存した後です。
ko: 실제 창에 처음 적용되는 시점은 초안을 저장한 뒤예요.
zh_hans: 只有保存草稿后，才会首次真正启用。
zh_hant: 只有儲存草稿後，才會第一次實際啟用。

source: The global shortcut is temporarily routed into this selected app preview.
ja: グローバルショートカットを、選択したアプリのプレビューへ一時的に送ります。
ko: 전역 단축키가 선택한 앱 미리 보기로 잠시 연결돼요.
zh_hans: 全局快捷键会暂时传递到所选应用预览。
zh_hant: 全域快速鍵會暫時傳送至所選 App 預覽。

source: The menu bar shows the active workspace's symbol so you can identify it at a glance.
ja: メニューバーに現在のワークスペースのシンボルを表示し、作業環境をひと目で確認できます。
ko: 메뉴 막대에 현재 작업 공간의 심볼이 보여서 한눈에 알아볼 수 있어요.
zh_hans: 菜单栏会显示当前工作区符号，方便一眼识别场景。
zh_hant: 選單列會顯示目前工作空間的符號，方便一眼辨識。

# The next workspace in the cycle.
source: The next workspace in the switching order.
ja: 切り替え順で次のワークスペースです。
ko: 전환 순서의 다음 작업 공간이에요.
zh_hans: 切换顺序中的下一个工作区。
zh_hant: 切換順序中的下一個工作空間。

# The previous workspace in the cycle.
source: The previous workspace in the switching order.
ja: 切り替え順で前のワークスペースです。
ko: 전환 순서의 이전 작업 공간이에요.
zh_hans: 切换顺序中的上一个工作区。
zh_hant: 切換順序中的上一個工作空間。

source: The previously active workspace.
ja: 直前に有効だったワークスペースです。
ko: 바로 전에 활성화했던 작업 공간이에요.
zh_hans: 之前启用的工作区。
zh_hant: 先前啟用的工作空間。

source: The profile's name when you switch profiles (manual or auto).
ja: 手動または自動でプロファイルを切り替えたときに、プロファイル名を表示します。
ko: 직접 또는 자동으로 프로필을 전환할 때 프로필 이름을 보여줘요.
zh_hans: 手动或自动切换配置方案时显示其名称。
zh_hant: 手動或自動切換設定組合時顯示其名稱。

source: The prompt contains only these answers, app metadata, and connected display names and sizes — never screen contents.
ja: プロンプトに含まれるのは、ここでの回答、アプリのメタデータ、接続中のディスプレイ名とサイズだけです。画面の内容は一切含みません。
ko: 프롬프트에는 여기서 답한 내용, 앱 메타데이터, 연결된 디스플레이 이름과 크기만 들어가요. 화면 내용은 절대 포함하지 않아요.
zh_hans: 提示词只包含这些回答、应用元数据，以及已连接显示器的名称和尺寸，绝不包含屏幕内容。
zh_hant: 提示詞只包含這些回答、App 中繼資料，以及已連接顯示器的名稱與尺寸，絕不包含螢幕內容。

source: The right number of workspaces depends on how you work. Start with workspaces you use independently. After learning Borrow, you can add a one-app workspace for brief side work.
ja: 適切なワークスペース数は役割によって異なります。まず、個別に切り替えて使う作業環境を作成してください。一時的に借りる操作に慣れたら、短時間の作業ですぐ呼び出せる1アプリ専用の作業環境を追加できます。
ko: 작업 공간 수는 하는 일에 따라 달라요. 서로 독립적으로 전환할 일부터 작업 공간으로 만들어 보세요. 빌려오기에 익숙해지면 잠깐 쓸 앱 하나를 임시 공간으로 추가해도 좋아요.
zh_hans: 合适的工作区数量取决于你的职责。先创建需要独立进入的各个工作场景。熟悉临时借用后，可以再添加一个仅含单个应用的快速访问场景，用于短时处理其他工作。
zh_hant: 合適的工作空間數量取決於你的職責。先建立需要個別進入的各個工作空間。熟悉暫時借用後，可以再加入一個只有單一 App 的快速存取工作空間，用來短暫處理其他工作。

source: The shortcut arms Borrow first; finish with an arrow or H/J/K/L direction, just like the real command.%@
ja: ショートカットでまず「借りる」を開始します。実際のコマンドと同じように、矢印キーまたはH/J/K/Lで方向を決めてください。%@
ko: 단축키를 누르면 먼저 빌려오기 모드가 시작돼요. 실제 명령처럼 방향키나 H/J/K/L로 위치를 정하세요.%@
zh_hans: 快捷键会先进入借用模式；再像真实命令一样，用方向键或 H/J/K/L 完成放置。%@
zh_hant: 快速鍵會先進入借用模式；再像實際指令一樣，用方向鍵或 H/J/K/L 完成放置。%@

source: The shortcut docks on the %1$@. Repeating it returns the workspace only when ‘Return When Borrowed Again’ is on.%2$@
ja: ショートカットですぐに%@へ配置します。「もう一度呼ぶと元へ戻す」がオンの場合だけ、同じショートカットを繰り返すと元へ戻します。%@
ko: 단축키를 누르면 %@에 바로 붙어요. ‘다시 빌려오면 돌려보내기’를 켠 경우에만 같은 단축키를 다시 눌러 돌려보낼 수 있어요.%@
zh_hans: 快捷键会停靠到%@。只有开启“再次借用时归还”后，重复按下才会归还工作区。%@
zh_hant: 快速鍵會停靠至%@。只有開啟「再次借用時歸還」後，重複按下才會歸還工作空間。%@

source: Virtual labs demonstrate workspace switching, window focus, split-tree edits, Borrow, and window modes. This map explains the remaining direction, display, profile, membership, pause, and Shared Apps options without touching real windows.
ja: 練習では、作業環境の切り替え、ウインドウのフォーカス、分割ツリーの編集、「借りる」、扱い方を体験します。このマップでは実際のウインドウに触れず、残りの方向、ディスプレイ、プロファイル、所属、一時停止、共有アプリのバリエーションを確認できます。
ko: 가상 실습에서는 작업 공간 전환, 창 포커스, 분할 트리 편집, 빌려오기, 창 관리 방식을 체험해요. 이 목록에서는 실제 창을 움직이지 않고 나머지 방향, 디스플레이, 프로필, 앱 구성, 일시 정지, 공용 앱 명령을 확인할 수 있어요.
zh_hans: 虚拟实验会演示场景切换、窗口焦点、分区树编辑、借用和管理方式。此命令图不会触碰真实窗口，并会说明其余方向、显示器、配置方案、归属、暂停和共享应用变体。
zh_hant: 虛擬實驗會示範工作空間切換、視窗焦點、分割樹編輯、借用與管理方式。這份指令圖不會碰觸實際視窗，並會說明其餘方向、顯示器、設定組合、歸屬、暫停與共用 App 變化。

source: The workspace's name when you switch to it.
ja: ワークスペースへ切り替えたときに名前を表示します。
ko: 작업 공간으로 전환할 때 이름을 보여줘요.
zh_hans: 切换到工作区时显示其名称。
zh_hant: 切換至工作空間時顯示其名稱。

source: These apps arrive and leave together
ja: これらのアプリは常に一緒に表示／非表示になります
ko: 이 앱들은 작업 공간과 함께 나타나고 사라져요
zh_hans: 这些应用会一起出现和离开
zh_hant: 這些 App 會一起出現與離開

source: These apps join every workspace in every profile. Edit them in the detail pane.
ja: これらのアプリは、すべてのプロファイルの全ワークスペースに加わります。詳細パネルで編集できます。
ko: 이 앱들은 모든 프로필의 모든 작업 공간에 들어가요. 세부 정보 패널에서 편집할 수 있어요.
zh_hans: 这些应用会加入每个配置方案中的每个工作区。请在详细信息面板中编辑。
zh_hant: 這些 App 會加入每個設定組合中的每個工作空間。請在詳細資訊面板中編輯。

source: These buttons send the same gesture actions to the virtual display above.
ja: これらのボタンは、実際のジェスチャと同じ操作を上の仮想ディスプレイへ送ります。
ko: 이 버튼은 실제 제스처와 같은 동작을 위 가상 디스플레이로 보내요.
zh_hans: 这些按钮会将相同的手势操作发送到上方虚拟显示器。
zh_hant: 這些按鈕會將相同的手勢操作傳送至上方虛擬顯示器。

source: These combine with each workspace's own key equivalent to switch, assign, or borrow it.
ja: 各ワークスペースのキーと組み合わせて、切り替え、割り当て、「借りる」を実行します。
ko: 각 작업 공간의 키와 조합해 전환, 지정, 빌려오기를 실행해요.
zh_hans: 这些修饰键会与各工作区按键组合，用于切换、分配或借用。
zh_hant: 這些修飾鍵會與各工作空間按鍵組合，用於切換、指派或借用。

source: These controls act on the focused window in the virtual display above; they are not part of its screen.
ja: これらのコントロールは、上の仮想ディスプレイでフォーカス中のウインドウを操作します。画面内の要素ではありません。
ko: 이 컨트롤은 위 가상 디스플레이의 포커스한 창에 적용돼요. 가상 화면 안의 요소는 아니에요.
zh_hans: 这些控制会作用于上方虚拟显示器中的焦点窗口，但并不属于虚拟屏幕。
zh_hant: 這些控制會作用於上方虛擬顯示器中的焦點視窗，但並不屬於虛擬畫面。

# These defaults keep cycling predictable as your contexts grow.
source: These defaults keep workspace and window switching predictable as your setup grows.
ja: 作業環境が増えても、切り替えを予測しやすく保つ初期設定です。
ko: 작업 공간이 늘어나도 전환 순서를 쉽게 예측할 수 있는 기본값이에요.
zh_hans: 这些默认设置能让场景增多后的切换仍然可预测。
zh_hant: 這些預設設定能讓工作空間增加後的切換仍然容易預測。

source: These stay out of regular switching. The Borrow lesson introduces their name and behavior when you need them.
ja: 通常の切り替え対象には含まれません。後の「借りる」レッスンで、名前と動作を文脈に沿って学びます。
ko: 일반 전환 순서에는 들어가지 않아요. 뒤의 빌려오기 실습에서 이름과 동작을 자연스럽게 배울 수 있어요.
zh_hans: 这些不会加入常规切换。稍后的借用课程会结合场景介绍其名称和行为。
zh_hant: 這些不會加入一般切換。稍後的借用課程會結合工作空間介紹其名稱與行為。

source: Thinking…
ja: 考えています…
ko: 생각하는 중…
zh_hans: 正在思考…
zh_hant: 正在思考…

source: This console controls the virtual display below; it is not part of the simulated macOS screen.
ja: このコンソールは下の仮想ディスプレイを操作します。シミュレートされたmacOS画面の一部ではありません。
ko: 이 콘솔은 아래 가상 디스플레이를 조작해요. 시뮬레이션된 macOS 화면의 일부는 아니에요.
zh_hans: 此控制台用于操作下方虚拟显示器，不属于模拟的 macOS 屏幕。
zh_hant: 這個控制台用於操作下方虛擬顯示器，不屬於模擬的 macOS 畫面。

source: This final lab reuses your draft workspace. Every shortcut and gesture introduced earlier still controls the same virtual display.
ja: 最後の練習では、作成した下書きワークスペースを使います。これまでに紹介したすべてのショートカットとジェスチャが、同じ仮想ディスプレイを操作します。
ko: 마지막 실습에서는 내 초안 작업 공간을 그대로 사용해요. 앞에서 배운 모든 단축키와 제스처가 같은 가상 디스플레이를 조작해요.
zh_hans: 最后一个实验会复用你的草稿工作区。之前介绍的所有快捷键和手势仍控制同一块虚拟显示器。
zh_hant: 最後一個實驗會沿用你的草稿工作空間。先前介紹的所有快速鍵與手勢仍會控制同一個虛擬顯示器。

source: This lab uses the layout and window handling you configured in the earlier steps.
ja: この練習では、前の手順で設定したレイアウトとウインドウの扱い方を使います。
ko: 이 실습은 앞에서 설정한 배치와 창 관리 방식을 사용해요.
zh_hans: 此实验使用你在前面步骤中配置的布局和窗口管理方式。
zh_hant: 這個實驗會使用你在前面步驟中設定的佈局與視窗管理方式。

source: This Mac
ja: このMac
ko: 이 Mac
zh_hans: 此 Mac
zh_hant: 這台 Mac

source: This map now follows the names and app membership in your draft.
ja: このマップに、下書きの名前とアプリの所属が反映されました。
ko: 이제 이 목록에 초안의 이름과 앱 소속이 반영돼요.
zh_hans: 此命令图现已使用草稿中的名称和应用归属。
zh_hant: 這份指令圖現在會使用草稿中的名稱與 App 歸屬。

source: This profile is already active.
ja: このプロファイルはすでに有効です。
ko: 이미 사용 중인 프로필이에요.
zh_hans: 此配置方案已启用。
zh_hant: 這個設定組合已啟用。

source: This profile no longer exists.
ja: このプロファイルは存在しません。
ko: 이 프로필은 더 이상 존재하지 않아요. 사이드바에서 다른 프로필을 선택해 주세요.
zh_hans: 此配置方案已不存在。
zh_hant: 這個設定組合已不存在。

source: This removes the profile and all its workspaces, assignments, and layouts. This can't be undone.
ja: プロファイルと、その中のすべてのワークスペース、割り当て、レイアウトを削除します。この操作は取り消せません。
ko: 프로필과 그 안의 모든 작업 공간, 앱 지정, 배치가 삭제돼요. 삭제한 뒤에는 되돌릴 수 없어요.
zh_hans: 这会删除配置方案及其中的所有工作区、分配和布局。此操作无法撤销。
zh_hant: 這會刪除設定組合及其中的所有工作空間、指派與佈局。這項操作無法復原。

source: This removes the workspace and its app assignments, shortcuts, and layout. This can't be undone.
ja: ワークスペースと、そのアプリ割り当て、ショートカット、レイアウトを削除します。この操作は取り消せません。
ko: 작업 공간과 그 안의 앱 지정, 단축키, 배치가 삭제돼요. 삭제한 뒤에는 되돌릴 수 없어요.
zh_hans: 这会删除工作区及其应用分配、快捷键和布局。此操作无法撤销。
zh_hant: 這會刪除工作空間及其 App 指派、快速鍵與佈局。這項操作無法復原。

source: This stays out of regular switching and appears only when borrowed. AI suggests it only when the app remains useful beside another workspace and there is enough screen space.
ja: 通常の切り替え対象には含めず、必要なときだけ一時的に呼び出します。AIは、画面に余裕があり、別のワークスペースの隣でも役立つアプリにだけこの構成を使います。
ko: 일반 전환 순서에는 들어가지 않고 필요할 때만 잠깐 불러와요. AI는 화면 공간이 충분하고 다른 작업 공간 옆에서도 계속 유용한 앱일 때만 이렇게 구성해요.
zh_hans: 它不会加入常规切换，只在需要时临时召出。AI 只会在屏幕空间允许、且该应用放在其他工作区旁仍有用时采用此方式。
zh_hant: 它不會加入一般切換，只在需要時暫時叫出。AI 只有在螢幕空間足夠，且該 App 放在其他工作空間旁仍有用時才會採用這種方式。

source: This workspace has no assigned apps yet
ja: このワークスペースにはまだアプリが割り当てられていません
ko: 이 작업 공간에는 아직 지정한 앱이 없어요
zh_hans: 此工作区尚未分配应用
zh_hant: 這個工作空間尚未指派 App

source: This workspace is already active.
ja: このワークスペースはすでに有効です。
ko: 이미 사용 중인 작업 공간이에요.
zh_hans: 此工作区已启用。
zh_hant: 這個工作空間已啟用。

source: This workspace no longer exists.
ja: このワークスペースは存在しません。
ko: 이 작업 공간은 더 이상 존재하지 않아요. 사이드바에서 다른 작업 공간을 선택해 주세요.
zh_hans: 此工作区已不存在。
zh_hant: 這個工作空間已不存在。

source: This workspace's share of the screen when borrowed.
ja: このワークスペースを借りたときに使う画面の割合です。
ko: 이 작업 공간을 빌려올 때 차지할 화면 비율이에요.
zh_hans: 此工作区借用时占用的屏幕比例。
zh_hant: 這個工作空間借用時占用的螢幕比例。

source: A three-finger gesture stays within the current workspace; a four-finger gesture switches workspaces.
ja: 3本指はこのワークスペース内だけを切り替え、4本指は仕事の作業環境全体を置き換えます。
ko: 세 손가락은 현재 작업 공간 안에서만 창을 바꾸고, 네 손가락은 하던 일 전체를 바꿔요.
zh_hans: 三指只在当前工作区内切换；四指会替换整个任务场景。
zh_hant: 三指只在目前的工作空間內切換；四指會取代整個工作空間。

source: Three-Finger Swipes
ja: 3本指スワイプ
ko: 세 손가락 스와이프
zh_hans: 三指轻扫
zh_hant: 三指滑動

source: Tiled
ja: タイル表示
ko: 타일링
zh_hans: 平铺
zh_hant: 並排

source: Tiled lets Tatami arrange the window. Always on Top keeps a live view above the layout. Leave As Is preserves the window’s current position and size.
ja: 「タイル表示」ではTatamiがウインドウを配置します。「常に手前」ではライブ映像をほかのウインドウより手前に置き、「そのまま」では現在の位置とサイズを維持します。
ko: 타일링은 Tatami가 창을 배치해요. ‘항상 위’는 타일 위에 보이는 미러를 만들고, ‘그대로 두기’는 앱의 현재 위치와 크기를 유지해요.
zh_hans: “平铺”由 Tatami 排列窗口；“置顶”会在布局上方显示实时画面；“保持原样”会保留窗口当前的位置和大小。
zh_hant: 「並排」由 Tatami 排列視窗；「置頂」會在佈局上方顯示即時畫面；「維持原狀」會保留視窗目前的位置與大小。

source: Tiled: %@
ja: タイル表示：%@
ko: 타일링: %@
zh_hans: 平铺：%@
zh_hant: 並排：%@

source: Tiled: arranged in the BSP layout. Always on Top: mirrored above it. Leave As Is: keeps its position and size while remaining available to focus and window switching. No Screen Recording required.
ja: タイル表示：BSPレイアウトへ配置。常に手前：ほかのウインドウより手前にライブ表示。そのまま：現在の位置とサイズを維持しながら、フォーカスや切り替えには参加。画面収録は不要です。
ko: 타일링: BSP 트리에 배치해요. 항상 위: 타일 위에 미러로 보여줘요. 그대로 두기: 현재 위치를 유지하면서 포커스·FFM·전환에는 포함하고, 화면 기록 권한은 사용하지 않아요.
zh_hans: 平铺：加入 BSP 布局。置顶：镜像显示在其他窗口上方。保持原样：保留当前位置和大小，但仍参与焦点与窗口切换，且无需屏幕录制。
zh_hant: 並排：加入 BSP 佈局。置頂：鏡像顯示在其他視窗上方。維持原狀：保留目前的位置與大小，但仍參與焦點與視窗切換，而且不需要螢幕錄製。

source: Tiling
ja: タイル表示
ko: 타일링
zh_hans: 平铺
zh_hant: 並排

source: Tiling controls
ja: タイル表示の操作
ko: 타일링 조작
zh_hans: 平铺控制
zh_hant: 並排控制

source: Tiling Lab
ja: タイル表示の練習
ko: 타일링 실습
zh_hans: 平铺练习
zh_hant: 並排練習

source: Tiling pause
ja: タイル表示の一時停止
ko: 타일링 일시 정지
zh_hans: 平铺暂停
zh_hant: 並排暫停

source: Tiling Paused
ja: タイル表示を一時停止しました
ko: 타일링을 일시 정지했어요
zh_hans: 平铺已暂停
zh_hant: 並排已暫停

source: Tiling paused / resumed.
ja: タイル表示を一時停止／再開しました。
ko: 타일링을 멈추거나 다시 시작할 때 보여줘요.
zh_hans: 已暂停/继续平铺。
zh_hant: 已暫停／繼續並排。

source: Tiling Resumed
ja: タイル表示を再開しました
ko: 타일링을 다시 시작했어요
zh_hans: 平铺已恢复
zh_hant: 並排已繼續

source: to %@
ja: 移動先・%@
ko: 이동 위치 · %@
zh_hans: 移至 %@
zh_hant: 移至 %@

source: Toggle app in Shared Apps
ja: 共有アプリへの所属を切り替え
ko: 공용 앱 소속 전환
zh_hans: 切换应用的共享状态
zh_hant: 切換 App 的共用狀態

source: Toggle app in workspace
ja: ワークスペースへの所属を切り替え
ko: 작업 공간 앱 소속 전환
zh_hans: 切换应用的工作区归属
zh_hant: 切換 App 的工作空間歸屬

source: Toggle app membership
ja: アプリの所属を切り替え
ko: 앱 소속 전환
zh_hans: 切换应用归属
zh_hant: 切換 App 歸屬

# Toggle floating
source: Toggle Always on Top
ja: 「常に手前」を切り替え
ko: 항상 위 전환
zh_hans: 切换置顶状态
zh_hant: 切換置頂狀態

# Toggle Floating
source: Toggle Always on Top
ja: 「常に手前」を切り替え
ko: 항상 위 전환
zh_hans: 切换置顶状态
zh_hant: 切換置頂狀態

source: Toggle fullscreen
ja: フルスクリーンを切り替え
ko: 전체 화면 전환
zh_hans: 切换全屏
zh_hant: 切換全螢幕

source: Toggle orientation
ja: 方向を切り替え
ko: 방향 전환
zh_hans: 切换方向
zh_hant: 切換方向

source: Toggle pause
ja: 一時停止を切り替え
ko: 일시 정지 전환
zh_hans: 切换暂停
zh_hant: 切換暫停

# Toggle shared floating
source: Toggle Shared Always on Top
ja: 共有アプリの「常に手前」を切り替え
ko: 공용 앱 항상 위 전환
zh_hans: 切换共享置顶状态
zh_hant: 切換共用置頂狀態

# Toggle Shared floating
source: Toggle Shared Always on Top
ja: 共有アプリの「常に手前」を切り替え
ko: 공용 앱 항상 위 전환
zh_hans: 切换共享置顶状态
zh_hant: 切換共用置頂狀態

source: Toggle the selected branch between horizontal and vertical
ja: 選択した分岐を横方向と縦方向で切り替え
ko: 선택한 분기를 가로와 세로 사이에서 전환
zh_hans: 将所选分支在水平与垂直之间切换
zh_hant: 將所選分支在水平與垂直之間切換

source: Toggle tiling (pause)
ja: タイル表示を一時停止／再開
ko: 타일링 일시 정지/재개
zh_hans: 切换平铺暂停
zh_hant: 切換並排暫停

source: Toggle workspace fullscreen for the selected tile
ja: 選択したタイルのワークスペースズームを切り替え
ko: 선택한 타일의 작업 공간 전체 화면 전환
zh_hans: 切换所选平铺窗口的工作区全屏
zh_hant: 切換所選並排視窗的工作空間全螢幕

source: Toggles
ja: 切り替え
ko: 전환
zh_hans: 开关
zh_hant: 切換

source: Top
ja: 上
ko: 위
zh_hans: 上方
zh_hant: 上方

source: Top / left
ja: 上／左
ko: 위/왼쪽
zh_hans: 上方/左侧
zh_hant: 上方／左側

source: Top-left
ja: 左上
ko: 왼쪽 위
zh_hans: 左上
zh_hant: 左上

source: Top-right
ja: 右上
ko: 오른쪽 위
zh_hans: 右上
zh_hant: 右上

source: Tracker
ja: トラッカー
ko: 이슈 관리
zh_hans: 跟踪器
zh_hant: 追蹤器

source: Trackpad
ja: トラックパッド
ko: 트랙패드
zh_hans: 触控板
zh_hant: 觸控式軌跡板

source: Tried
ja: 試しました
ko: 사용해 봄
zh_hans: 已尝试
zh_hant: 已嘗試

source: Try on This Mac
ja: このMacで試す
ko: 이 Mac에서 사용해 보기
zh_hans: 在此 Mac 上试用
zh_hant: 在這台 Mac 上試用

# Try the floating shortcut
source: Try the Always on Top Shortcut
ja: 「常に手前」のショートカットを試す
ko: ‘항상 위’ 단축키를 눌러 보세요
zh_hans: 试用置顶快捷键
zh_hant: 試用置頂快速鍵

source: Turn decisions into scheduled work
ja: 決定を予定された作業へ落とし込む
ko: 결정을 실행할 일정으로 바꿔요
zh_hans: 将决定转化为排期工作
zh_hant: 將決策轉化為排程工作

source: Turn FFM On, then move your real pointer over another preview window. With FFM Off, hovering does not change keyboard focus.
ja: FFMをオンにして、実際のポインタを別のプレビューウインドウへ動かしてください。FFMがオフなら、ホバーしてもキーボードフォーカスは変わりません。
ko: FFM을 켠 뒤 실제 포인터를 다른 미리 보기 창 위로 옮겨 보세요. FFM을 끄면 포인터를 올려도 키보드 포커스가 바뀌지 않아요.
zh_hans: 开启 FFM，然后将真实指针移到另一个预览窗口上。关闭 FFM 时，悬停不会改变键盘焦点。
zh_hant: 開啟 FFM，然後將實際游標移到另一個預覽視窗上。關閉 FFM 時，游標停留不會改變鍵盤焦點。

source: Turn on MFF, then use Window Switching, Directional Focus, or Swap. With MFF off, keyboard focus can change while the virtual pointer stays in place.
ja: MFFをオンにして、切り替え、方向フォーカス、入れ替えを試してください。MFFがオフなら、キーボードフォーカスが変わっても仮想ポインタはその場に残ります。
ko: MFF를 켠 뒤 전환, 방향 포커스, 교체를 사용해 보세요. MFF를 끄면 키보드 포커스가 바뀌어도 가상 포인터는 일부러 제자리에 남아요.
zh_hans: 开启 MFF，然后使用切换、方向焦点或交换。关闭 MFF 时，键盘焦点可以改变，而虚拟指针会刻意留在原处。
zh_hant: 開啟 MFF，然後使用切換、方向焦點或交換。關閉 MFF 時，鍵盤焦點可以改變，而虛擬游標會刻意留在原處。

# Turn the apps you use into clear, independent working contexts.
source: Turn the apps you use into clear, independent working workspaces.
ja: 使うアプリを、分かりやすく独立した作業作業環境へ整理します。
ko: 쓰는 앱을 일하기 좋은 독립된 작업 공간으로 정리해 보세요.
zh_hans: 将常用应用整理成清晰、独立的工作场景。
zh_hant: 將常用 App 整理成清楚、獨立的工作空間。

source: Two layouts · no merge
ja: 2つのレイアウト・結合なし
ko: 두 배치를 따로 유지해요
zh_hans: 两个布局 · 不合并
zh_hant: 兩個版面 · 不合併

source: Unavailable
ja: 利用不可
ko: 사용할 수 없는 동작
zh_hans: 不可用
zh_hant: 無法使用

source: Uninstall
ja: アンインストール
ko: 제거
zh_hans: 卸载
zh_hant: 解除安裝

source: Uninstall tatami CLI?
ja: tatami CLIをアンインストールしますか？
ko: tatami CLI를 제거할까요?
zh_hans: 卸载 tatami CLI？
zh_hant: 要解除安裝 tatami CLI 嗎？

source: Up
ja: 上
ko: 위
zh_hans: 上
zh_hant: 上

source: Updates
ja: アップデート
ko: 업데이트
zh_hans: 更新
zh_hant: 更新

source: Use “Choose from Files…” to add an app that isn't running.
ja: 実行していないアプリは「ファイルから選択…」で追加できます。
ko: 실행 중이지 않은 앱은 ‘파일에서 선택…’으로 추가할 수 있어요.
zh_hans: 使用“从文件中选择…”添加未运行的应用。
zh_hant: 使用「從檔案中選擇…」加入未執行的 App。

source: Use any AI
ja: 好きなAIを使う
ko: 원하는 AI 사용
zh_hans: 使用任意 AI
zh_hant: 使用任意 AI

source: Use Switch, directional Focus, or Swap. You can also borrow a workspace: its most recent window receives focus, and the virtual pointer follows across the boundary.
ja: 切り替え、方向フォーカス、入れ替えを使ってください。ワークスペースを借りると、最近使ったウインドウへフォーカスし、仮想ポインタがブロックの境界を越えて追従します。
ko: 전환, 방향 포커스, 교체를 사용해 보세요. 작업 공간도 빌려오면 최근에 쓴 창이 포커스되고, 가상 포인터가 블록 경계를 넘어 따라가요.
zh_hans: 使用切换、方向焦点或交换，也可借用一个工作区：其最近使用的窗口会获得焦点，虚拟指针也会跨越区块边界跟随。
zh_hant: 使用切換、方向焦點或交換，也可借用一個工作空間：其最近使用的視窗會取得焦點，虛擬游標也會跨越區塊邊界跟隨。

source: Choose Return Borrowed Workspace. If repeat-to-return is on, you can also use the same Borrow command again. The host expands, and both saved layouts remain unchanged.
ja: 「借りたワークスペースを戻す」を使うか、繰り返し切り替える設定がオンなら、同じ呼び出しをもう一度実行してください。ホストが広がり、記憶した2つのツリーはそのまま保たれます。
ko: ‘빌려온 작업 공간 돌려보내기’를 누르세요. ‘다시 빌려오면 돌려보내기’를 켰다면 같은 빌려오기 명령을 한 번 더 눌러도 돼요. 호스트가 다시 넓어지고 두 작업 공간의 저장된 배치는 그대로 유지돼요.
zh_hans: 使用“归还借用工作区”；若已开启再次召出时归还，也可重复执行同一借用命令。主工作区会展开，双方保存的布局都保持不变。
zh_hant: 使用「歸還借用工作空間」；若已開啟再次叫出時歸還，也可重複執行同一借用指令。主工作空間會展開，雙方儲存的佈局都維持不變。

source: Use Always on Top for windows that must remain visible, such as a simulator or call. Choose Leave As Is when an app should keep its current position and size.
ja: 「常に手前」は、シミュレータや通話画面など、常に見える必要があるウインドウだけに使ってください。現在の位置とサイズを保つ場合は「そのまま」を選びます。
ko: ‘항상 위’는 시뮬레이터나 통화 창처럼 배치 위에 계속 보여야 하는 창에만 사용하세요. 앱의 위치와 크기를 그대로 유지하려면 ‘그대로 두기’를 선택하세요.
zh_hans: “置顶”只用于模拟器或通话窗口等需要始终可见的窗口。如果应用应保留当前位置和大小，请选择“保持原样”。
zh_hant: 「置頂」只用於模擬器或通話視窗等需要一律可見的視窗。如果 App 應保留目前的位置與大小，請選擇「維持原狀」。

source: Use four fingers to change workspaces and three fingers to switch windows within the current workspace.
ja: 4本指は作業環境切り替えという大きな操作に、3本指はその中でウインドウを切り替える小さな操作に使いましょう。
ko: 더 큰 결정인 작업 공간 전환에는 네 손가락을, 그 안에서 창을 바꾸는 작은 결정에는 세 손가락을 사용하세요.
zh_hans: 四指用于切换工作场景这类较大的决定，三指用于在当前场景内切换窗口。
zh_hant: 四指用來切換工作空間這類較大的決定，三指用來在目前工作空間中切換視窗。

source: Use Global (%@)
ja: グローバル設定を使用（%@）
ko: 전역 설정 사용(%@)
zh_hans: 使用全局设置（%@）
zh_hant: 使用全域設定（%@）

source: Use Global (%lld%%)
ja: グローバル設定を使用（%lld%%）
ko: 전역 설정 사용(%lld%%)
zh_hans: 使用全局设置（%lld%%）
zh_hant: 使用全域設定（%lld%%）

source: Use the real shortcuts
ja: 実際のショートカットを使う
ko: 실제 단축키 사용
zh_hans: 使用真实快捷键
zh_hant: 使用實際快速鍵

source: Use the real workspace shortcuts
ja: 実際のワークスペースショートカットを使う
ko: 실제 작업 공간 단축키 사용
zh_hans: 使用真实工作区快捷键
zh_hant: 使用實際工作空間快速鍵

source: Use these buttons or your configured shortcuts and trackpad gestures. Borrow focuses the visiting block. Directional Focus can cross the shared edge, while Window Switching and tiling commands stay in the focused block.
ja: これらのボタン、または設定したショートカットとトラックパッドジェスチャを使ってください。「借りる」を実行すると一時表示したブロックへフォーカスします。方向フォーカスは共有する境界を越えられますが、切り替えとタイル表示の操作は現在フォーカス中のブロック内に留まります。
ko: 이 버튼을 누르거나 설정한 단축키와 트랙패드 제스처를 사용해 보세요. 빌려오기는 빌려온 블록을 포커스해요. 방향 포커스는 맞닿은 경계를 넘을 수 있지만, 전환과 타일링 명령은 현재 포커스한 블록 안에서만 동작해요.
zh_hans: 使用这些按钮，或按下你配置的真实快捷键和触控板手势。借用会聚焦来访区块；方向焦点可以越过双方相接的边缘，而切换和平铺命令只在当前焦点区块内执行。
zh_hant: 使用這些按鈕，或按下你設定的實際快速鍵與觸控式軌跡板手勢。借用會聚焦來訪區塊；方向焦點可以越過雙方相接的邊緣，而切換與並排指令只在目前的焦點區塊內執行。
